package com.example.enviroweek;
import java.util.*;
public class TipDatabase
{
    ArrayList<String> tips = new ArrayList<String>();
    public TipDatabase()
    {
        tips.add("Εχετε φυτά στο σπίτι σας; Πέραν της ομορφίας τους, καθαρίζουν τον αέρα και συμβάλλουν στην καταπολέμηση της κλιματικής κρίσης!");
        tips.add("Ακόμη χρησιμοποείτε το αυτοκίνητο; Γνωρίζετε πως κάθε αυτοκίνητο κατα μέσο όρο απελευθερώνει 0,5 κιλά C02 ανά μίλι; Χρησιμοποιείστε καλύτερα τα Μέσα Μαζικής Μεταφοράς μειώνοντας τις εκπομπές C02 σας κατά 45%!");
        tips.add("Γνωρίζατε πως και η ηχορρύπανση είναι μια μορφή ρύπανσης; Η ηχορρύπανση στις πόλεις προέρχεται κυρίως απο τα αυτοκίνητα. Μήπως είναι καλύτερο να χρησιμοποιήσουμε το ποδήλατο;");
        tips.add("Τα χημικά των απορρυπαντικών καταλλήγουν στον υδροφόρο ορίζοντα!Επομένως επιλέξτε χημικά προιόντα που δεν περιέχουν τοξικές ουσίες !");
        tips.add("Αντικαταστήστε τις παλίες ενεργοβόρες ηλεκτρικές συσκευές σας. Έτσι θα κάνετε και τη δουλειά σας καλύτερα και θα γλυτώνετε χρήματα προστατεύοντας το περιβάλλον!");
        tips.add("Εγκαταστήστε έναν ηλιακό θερμοσίφωνα! Έτσι εξοικονομείτε ηλεκτρικό ρεύμα και χρήματα!");
        tips.add("Όταν δεν χρησιμοποιείτε τις ηλεκτρονικές σας συσκευές σιγουρευτείτε ότι τις απενεργοποιείτε!");


    }


}
